[
  {
    "_id": "5ac2e4e15a3dfa3a0dc620a8",
    "name": "Darren Cunningham",
    "author": "5ac43a33a9a54e08e959c83d",
    "content": "Darren Cunningham watched the water bit into bits of white foam against the rocks at the base of the cliff. The setting sun lit them up into a stunning, blood-colored haze. Something about the sight of it made him uneasy.\r\n\r\nHe traced his index finger along the fragile spine of the manila folder in his hands. It was critical that he give it to a woman named Penny, who had been scheduled to meet him twenty minutes before. Yet no one had come to this lonely stretch of beach except for a pack of rogue seagulls, picking and twisting at chunks of unlucky crabs.\r\n\r\nOften when he was nervous, and more often when he was alone, Darren began to speak with himself.\r\n\r\n\"Well hello there, good sir.\" His voice cracked harshly in the sea breeze. \"I suppose you want to know what it is that drove you here. What the purpose of all this is, yes? Of course, no one does anything for one single reason, but that makes it all the more interesting, doesn't it?\"\r\n\r\nDarren paused.\r\n\r\n\"It would have been much better if Henry hadn't died,\" he said.\r\n\r\nThe thought of his son broke his discourse. He remembered a time at a beach very different than this one, where he had brought Henry, as well as his first wife. That beach had been crowded and colorful, with dozens, perhaps hundreds of vibrant umbrellas and beach towels set into white sand.\r\n\r\nHenry, three years old at the time, was intent upon building a sand castle, but struggling very much to do so. Darren wouldn't admit to his son then, but he found Henry's frustration very amusing.\r\n\r\n\"I want a moat,\" Henry insisted.\r\n\r\n\"But if you build a moat, you'll let the water in,\" Darren tried to explain. \"It'll pull away the sand faster. It's called erosion. It takes a while, but eventually it'll all go away. Build a wall against the sea, and it will stand longer.\"\r\n\r\n\"I want it to stand forever,\" Henry said.\r\n\r\nAn alien sound broke into the sounds of the sea and thoughts of Henry. Darren turned, flustered at being caught so unaware.\r\n\r\nA woman wearing dark sunglasses was only a few feet away. She was standing very still, like a careful mouse near a large predator. She wore clothing that was entirely out of place for the beach; black pants, a tight green blouse, and a strange black overcoat. She clutched a brown purse that had some sort of stenciling on the side. Her features were dark and exotic, somewhat Mediterranean. \r\n\r\n\"Penny?\" Darren asked.\r\n\r\nShe nodded at once, then reached out her hand. He raised the folder. His hand shook so badly that he could hear the photographs inside rattling around. She wrapped her fingers around the edge, and it vanished suddenly into her purse.\r\n\r\nPenny turned as quickly as she had come, and began to move away.\r\n\r\n\"Please,\" Darren said, panic creeping into his voice. \"I need to know. I need to know, is it over?\"\r\n\r\nShe stopped.\r\n\r\n\"Does this finish it?\" he cried, desperately. \"I need it to be done. Forever.\"\r\n\r\nThe woman turned her head a fraction of an inch.\r\n\r\n\"Nothing can last forever,\" she said.",
    "genre": "tragedy",
    "slug": "darren-cunningham",
    "__v": 0
  },
  {
    "_id": "5ac2e5125a3dfa3a0dc620a9",
    "name": "Sister Jane",
    "author": "5ac43a33a9a54e08e959c83d",
    "content": "The students in Sister Jane's class never did learn their times tables. The chinchilla stopped all that. His name was Chi-Chi, and he could predict the future.\r\n\r\nChi-Chi was a fat and pampered rodent with overgrown nails and teeth that were too big. The cage would have smelled if Sister Jane hadn't sprayed disinfectant on it every evening. The animal was an object of fascination to the St. Vincent students. He was older than most of them. Usually he lay unmoving in a sunbeam at the edge of his cage.\r\n\r\nBut when Sister Jane told her twenty-six students to take their mathematics textbooks from under their desks, Chi Chi rustled against the wall of his cage. When she asked them to turn to page 47, he squeaked and pawed against the metal.\r\n\r\nBecky Conway, 7, noticed first. \"Sister Jane, Chi-Chi is being bad.\"\r\n\r\nThe teacher ignored her and told Michael Pennington, 6, to put away his hot wheels. He revved the engine louder and Sister Jane demanded that he give the car to her. He screamed and threw the car against the colorful skulls hanging on the walls. The masks were constructed from balloons layered multiple times in paper mache and paint, with crisscrossing lines and religious symbols. Sister Jane had taped a banner above them: DAY OF THE DEAD IS NOVEMBER 1. Michael's miniature jeep embedded itself in an eye socket made from congealed water and flour.\r\n\r\nThe rest of the class remained silent, awed by the power of Michael's outbit. Sister Jane sent him to the principal's office and he fled, tears and snot streaming from his face. The nun, forever unruffled, ordered the class to turn to page 47.\r\n\r\nIn the brief silence, they heard the chattering of metal wheels. Henry Cunningham, 7, shouted, \"Chi-Chi's running!\"\r\n\r\nMost of the students laughed at the efforts of the chubby rodent, who was churning about his wheel. Becky Conway didn't laugh. She didn't like the way that Chi-Chi's eyes were bugging out, or the red spittle that lathered from his mouth, or his terrified squeaks.\r\n\r\nSister Jane crossed the room to the cage and frowned at her class pet.\r\n\r\n\"Chi-Chi,\" she said, and placed her hand on the top of the cage.\r\n\r\nHe leapt from the wheel and threw himself violently into the metal wall. Sister Jane drew her hand back instinctively, and the cage lurched toward the lip of the bookcase ledge. All the students, even Becky Conway, bit into laughter.\r\n\r\nSister Jane reached for the latch at the top of the cage, and then the floor began to shake. The art projects fell off the walls. A grinning skull landed next to Becky's desk and shattered into dust. The floor dropped under her desk and she went with it.\r\n\r\nThe chinchilla cage bounced off the floor and landed on its side. The twisted metal remained bound, and Chi-Chi squeaked helplessly against the bars of his prison.\r\n\r\nAs the bookcase slid toward her, Sister Jane tried to balance herself. She twisted her ankle and landed on her knees, grasping futilely at the desk closest to her. A broken piece of ceiling crashed into her chest and she cried out.\r\n\r\nIn the middle of the chaos, Paul Rodriguez, 7, left his desk and went to the back of the room, near the coat hooks. He picked up his Star Wars lunchbox and hugged it. It was his favorite lunchbox. He tried to open it up because he wanted his snack, a piece of breading with chocolate frosting. The plastic clasp wouldn't release. The back of the room shuddered, and then the wall fell inward, and Paul died.\r\n\r\nA flood of stinking mud gushed furiously into the classroom. Chi-Chi's cage vanished into it, and Sister Jane kept her head up for a moment, before she too succumbed. Her desk toppled, and the mud carried away a ceramic apple from one of the drawers. Hours later, it was found by a policeman who could still read the faded inscription on the stem: \"LOVE IS PATIENT. -RAY.\" \r\n\r\nThe chalkboard at the front of the room cracked and shattered. Pieces of it fell next to Becky Conway, trapped under the broken floor of St. Vincent. She traced the faded cursive lettering with her fingertips. She had never been able to make a 'z' just right.\r\n\r\nWhen the earth stopped shaking, Michael Pennington came out of the boys' bathroom. The principal scared him, so he cried into the toilet paper. He heard nothing in the hallway except for a dripping sound. He walked past the coatracks and the empty gymnasium, stumbling a little over the torn up floor. The big-kid lockers had been ripped open, and he gazed wonderingly at the secret contents of a sixth-grader's nest, thrown with abandon next to the ruined water fountains.\r\n\r\nWhen he passed the door of his former classroom, he remembered his jeep, and decided he would ask Sister Jane if he could have it back. The knob was jammed. He wasn't tall enough to see over the edge of the small window set into the door.\r\n\r\nMichael wandered into the chapel at the end of the hallway. The ceiling had been torn open, and bright sunlight was rushing into the room. The crucifix had come askew, and leaned against the altar. Michael stared into the wooden eyes of Jesus Christ, and he saw for the first time that they had no irises.\r\n\r\nHe settled himself into a pew at the front of the church and removed one of the cushions. The red felt was warm from the sunbeam. Michael knelt on it and gripped his hands together. He bowed his head and began to pray.",
    "genre": "comedy",
    "slug": "sister-jane",
    "__v": 0
  },
  {
    "_id": "5ac2e5755a3dfa3a0dc620aa",
    "name": "Evan Dibbit",
    "author": "5ac43a33a9a54e08e959c83d",
    "content": "Evan Dibbit channeled his blood through his fingertips where it flowed cleanly into his pen. The writing was red hot today, sizzling from his mind to the page. He might have even smelled a bit of burning ballpoint as he tore the tip into the delicate moleskine pages.\r\n\r\nEvan saw things that weren't there! The words were dancing pictures inside the eyeglass of his mind. His protagonist, a former high school physics teacher, was now a ballistic missile specialist leading the ragged bits of resistant rebels seeking to oppose the extraterrestrial menace. Evan called him Renton Farnsworth.\r\n\r\nFarnsworth was shouting into a SpaceCom across the raging battlefield, where the alien forces were currently launching ballistics against the great Martian terraforming machines. Farnsworth was the only one that could stop it, since he had recently returned from a dangerous reconnaissance mission in which he had acquired critical longitudinal coordinates that pinpointed the exact location of the extraterrestrial armory vessel. The mission had not been without a terrible cost — his younger brother Enrik had been killed when a can of Gornik Gas had bit, and Farnsworth was going into this battle emotionally devastated. It was very lucky that he had the beautiful Rita McHemingway to console him! She was a widow, and she was used to loss. She had slapped him across the face and then kissed him on the lips. \"Get your head out of your ass, get your guns blazing and get back to me!\" She screamed as she threw him out of the lonely safe house, and out into the Critical Ground.\r\n\r\nEvan was only on chapter two.\r\n\r\nHe paused to drink his coffee (brewed in secret) and that was when he heard his name shouted twice from outside the room. The veins in his temple appeared. He drank again, delaying his response another few seconds. Then he shouted back at an equal volume before he looked back at the ink-stained pages on his desk. Renton Farnsworth was nearly in the range of the SpaceCom transmitters, and an exploding canister of Gornik Gas had just knocked him off of his feet. Evan closed the notebook, then hesitated while his fingers flitted anxiously over the cover. He thought of the way Farnworth leapt so fearlessly and so desperately into the Martian Allied lines.\r\n\r\nThen he snatched up the moleskine by its black elastic band and tossed the book into his backpack.\r\n\r\nEvan regretted his decision almost immediately. He kept his pack close to his chest while riding the school bus (but not too close — the value must be kept hidden). He kept his head down while he chewed the gummy eggs of the morning meal, used his tongue to pluck bits of burned sausage out of his teeth. No one came to his table. Little by little, he relaxed. He began to see things that weren't there.\r\n\r\nHe had already dreamed up an elaborate escape for Renton Farnsworth by his first period study hall, but he couldn't risk writing it because of George Nikols. He had been thrown out of his first period class for saying the F-word. Whenever George was in study hall, Evan sat in the back and pretended to solve geometry problems. When George wasn't in study hall, Evan sometimes said hello to Marguerite McGuire. She was an eighth grader. Sometimes she said hello back to him.\r\n\r\nStudy hall was almost over when Evan made a mistake. He had been thinking about Marguerite and what she would think of his novel about the brave Renton Farnsworth. He wondered if she would be impressed when he told her it was already seventeen pages long. He wondered if she would want to read it, and he supposed that he could let her, after he typed it up.\r\n\r\nThat was when he messed up. George Nikols caught his eye. The blood rushed out of Evan's face and he quickly jerked his gaze back down to his geometry problems. But it was too late. Evan could see George's shadow moving across the room. More shadows followed it.\r\n\r\n\"What's up, Evan Dipshit?\" Nikols said, sitting down backwards in the desk just in front of Evan. The other three boys settled into the empty seats around him. They were grinning at Nikols. \"You working pretty hard there?\"\r\n\r\nIn the kiddy corner of the room, Marguerite was looking at them and whispering to a friend. Evan's felt his desk shaking as his body shook from the violent beat of his heart.\r\n\r\n\"Yeah,\" Evan said. His voice wasn't even. \"I got a test next hour.\" He didn't have a test.\r\n\r\n\"You got a test huh? You got a test.\" Nikols reached forward and snagged the mechanical pencil out of his hand. \"You got such a big test, why you spending all your time looking over at me? Huh? I seen you looking.\"\r\n\r\n\"I wasn't.\"\r\n\r\n\"Sure you was. You gay? That it?\"\r\n\r\nEvan wanted to tell George that he should be so lucky, but he just flatly told him, \"No.\"\r\n\r\nGeorge played with the mechanical pencil, then he dropped it onto the floor. \"Oops,\" he said. \"I guess you lost your pencil. You better pick it up.\"\r\n\r\nEvan eyes flicked over to the study hall monitor. She was a small woman, and thoroughly engrossed in the throes of a romance novel.\r\n\r\n\"She ain't gonna help you,\" George said. The harsh lights caught his eyes when he grinned.\r\n\r\nEvan leaned over the edge of his desk, slowly. His leg brushed against his backpack, pressing it (and the moleskine) against the wall. George saw the movement, and suddenly slugged Evan with an uppercut.\r\n\r\nEvan gasped and gritted his teeth. George watched him, grinning. The study hall monitor turned another page of her paperback. Evan began to see things that weren't there.\r\n\r\n\"Whatcha got in there?\" George said. He pulled the backpack from under Evan's desk, and plucked out the moleskine notebook. \"This your diary? Queer got a diary?\"\r\n\r\nEvan fought for air. Far away, Renton Farnworth jammed his face into a small hollow created by the old rush of Martian rivers, drawing a mouthful of air from the ancient hollow. The Gornik Gas billowed around him.\r\n\r\nGeorge flicked through the pages. \"You got a lot written here. Let's read some, how about we read some?\" He placed a finger onto the page. \"'Farnsworth took Rita by the shoulders and told her how beautiful she was. 'You got hair as red as the rocks,\" he said.' Hey Dipshit, you got some hot stuff here! So hot. I'm getting turned on.\"\r\n\r\nThe other boys laughed and told him to read more. Evan lowered his hand to his side. He was going to push off from the wall and knock the desk over. Farnsworth had only feet before the SpaceCom was in range. He couldn't survive the Gornik Gas. Judgement was coming.\r\n\r\nBy chance, Evan's fingers brushed an unknown object. What's in my pocket? he thought wonderingly, before he recognized the sharpness of his aluminum geometry compass.\r\n\r\nMarguerite was watching.\r\n\r\n\"Rita wove her fingers through Farnsworth's jacket and pulled him into her bedroom, where they stayed all night.\" George looked up. \"Why'd stop there, Dipshit? You cut out the best —\"\r\n\r\nEvan lifted the compass at the same time he pushed off of the wall, driving the magnetic tip into the side of George's neck. George fell backwards. The compass drove deeper. Evan saw things that weren't there. People screamed. Warm blood ran down his fingers, into pages bound by moleskine.",
    "genre": "comedy",
    "slug": "evan-dibbit",
    "__v": 0
  },
  {
    "_id": "5ac2e5915a3dfa3a0dc620ab",
    "name": "Tiffany",
    "author": "5ac43a33a9a54e08e959c83d",
    "content": "Tiffany slapped him across the face, then she bit out laughing.\r\n\r\n\"I'm trying to save your life!\" she shouted through her snickers.\r\n\r\nAkeem's cheek throbbed, and he stumbled sideways. She continued to lean against the bar, that half-cocked grin on her face. Green eyes as wild and sweet as dandelion greens — that's what he had told her on their first date. He couldn't remember why he'd said something as stupid as all that. His momma would have told him it was the romantic in him.\r\n\r\n\"Are you listening?\" She asked. She laughed again, as much from exhaustion as exasperation.\r\n\r\nFor a second, the floor became the ceiling. Akeem's head rolled with the change in gravity. He could see a dollar bill pressed above his head in the space between his feet. Old George was giving him the evil eye, and Akeem imagined ripping him from his perch and shredding him into bits of faded emerald. He would chew them into his mouth, floss scraps of them from his teeth in the morning.\r\n\r\n\"Goddammit, Akeem,\" Tiffany said, and put her hand against her forehead. She began to cry. He was in no condition to comfort her, so he stood at the bar in silence, cupping his face with his hands, trying to understand.\r\n\r\nWhen the world slipped back into focus, she was gone. There was only the mass of people dancing to the beat of a song he did not recognize. The floor and ceiling switched places again. Akeem desperately wanted to escape.\r\n\r\nThe bar lurched forward, and all the dozens of people shifted. The door loomed larger in his view, an oblong rectangle that bit outward as he pressed into it. He was outside, and vomiting into a trash can.\r\n\r\nIn his black out, he saw whiteness. A woman spit into a bleached cloth and wiped it against his grimy face. \r\n\r\n\"I'm go-inna clean you up,\" she said. He tried to pull away, but she dunked him into wetness. \"You a-gonna get all clean now,\" she said.\r\n\r\n\"I'm a-gonna be a fireman,\" he shouted at the maternal spectre. \"I'm a-gonna tell everyone what to do. They a-gonna do what I say to do!\"\r\n\r\nThe woman's neck expanded until she towered above him. \"Get to church, you child,\" she hissed. Then she hit him.\r\n\r\nAkeem awoke. He was on the side of a corner, hanging onto a lamp post. He held an iPhone an inch away from his face. A purple alert message flickered on the screen: TIFFANY AARONS. 7 MISSED CALLS.\r\n\r\nHe swore, tried to swipe his finger across the phone and missed. He remembered the pain from the blackout, and the way the woman had raked a finger across his cheek to clean the dirt. He squinted and deliberately rubbed his finger along the stretch of the screen.\r\n\r\nTo his astonishment, the phone began to ring.\r\n\r\n\"Where are you?!\" Tiffany cried out, in her tinny, metallic voice.\r\n\r\n\"I don't know,\" he said.\r\n\r\n\"I just left the bar,\" she said. \"Let me come get you. Please. I'm scared.\"\r\n\r\nHe put his head against the cool metal of the lamppost. He could feel something deep beneath the earth vibrating against his skin. Don't get quiet now, he thought.\r\n\r\n\"Marsh Street,\" he said. \"Tiffany, come get me. I'm so lonely.\"\r\n\r\nShe hung up, and he looked at the device in his hand. It was new, an ingrained white case with a single small black button. Akeem turned it around in his hands, put his nose up to the headphone jack, even bit into the back of the aluminum casing.\r\n\r\n\"You don't do me no good,\" he told the telephone.\r\n\r\nHe threw it as hard as he could into the darkness, and then he ran as fast as he could in the opposite direction. Now they couldn't find him anymore. He could just get away.\r\n\r\n\"She's gonna save my life?\" he said, and sat down on a street curb. \"Ain't no one that can do that.\"\r\n\r\nHis breathing was labored. It was so hot outside. All he wanted was to stay in the moment, safe from Tiffany, safe from all the people who wanted him to do so much. He couldn't so much. He couldn't be part of something that wanted to make him an exception.\r\n\r\nAkeem let his head roll from side to side. He should have stayed home and not gone to college. He could have been big there. He could have waved a big gun. There wasn't nothing anyone else could have done.\r\n\r\nWhat was he saying?\r\n\r\n\"You got opportunity,\" his grandpa told him. \"Something more than I ever had. Something more than your dad ever had. You know where he is? Your mom don't. I don't. No one does.\"\r\n\r\n\"I can't do so much!\" Akeem shouted.\r\n\r\nTiffany was there. She was wrapping her arms around him and pulling his face into her chest. She wanted to bring him home and put him to bed in his freshman dorm room.\r\n\r\n\"I'm so tired,\" he sobbed.\r\n\r\nHe was there. Her head was on his chest.\r\n\r\n\"I'll take care of you,\" she said, before he drifted into sleep. \"I'll do whatever it takes.\"\r\n\r\nAkeem dreamed of his father's face that night, stoic and untouchable. Akeem asked him many questions and received no response other than the intensity of silence. Akeem fell to his knees and pleaded for solutions, but his father reflected none of Akeem's anguish.\r\n\r\nWhen he awoke, Tiffany was by his side. He could feel her breath in the hair against his chest. He was dehydrated and hungover, but he didn't get up. Akeem wanted to stay there and feel her against him. He closed his eyes, and for a half hour, believed that everything would be alright.",
    "genre": "tragedy",
    "slug": "tiffany",
    "__v": 0
  }
]
